[
   {
      "question_id": "hard_q1",
      "question_text": "Một người đang chứng kiến một vụ cướp giật và muốn báo cáo ngay lập tức để được hỗ trợ. Tổng đài nào phù hợp nhất để họ liên hệ?",
      "question_options": [
        "Tổng đài 111.",
        "Tổng đài 1900.9095.",
        "Tổng đài Cảnh sát 113.",
        "Số điện thoại trực ban hình sự Công an TP. Hồ Chí Minh."
      ],
      "answer": 3,
      "difficulty": "hard"
    },
    {
      "question_id": "hard_q2",
      "question_text": "Khi gọi đến đường dây nóng, việc lắng nghe hướng dẫn từ cán bộ trực tổng đài là quan trọng vì điều gì?",
      "question_options": [
        "Để tránh bị phạt nếu không làm theo.",
        "Để cán bộ có thể tư vấn và hướng dẫn các bước cần thiết.",
        "Để cuộc gọi được ghi âm đầy đủ.",
        "Để kéo dài cuộc gọi, chờ đợi sự giúp đỡ đến nơi."
      ],
      "answer": 2,
      "difficulty": "hard"
    },
    {
      "question_id": "hard_q3",
      "question_text": "Một người mẹ phát hiện con mình đang có dấu hiệu liên quan đến ma túy và muốn tìm kiếm sự giúp đỡ để con cai nghiện. Tổng đài nào sẽ cung cấp thông tin và tư vấn chuyên sâu nhất cho trường hợp này?",
      "question_options": [
        "Tổng đài Cảnh sát 113.",
        "Tổng đài Quốc gia Bảo vệ Trẻ em (Tổng đài 111).",
        "Số điện thoại trực ban hình sự Công an TP. Hồ Chí Minh.",
        "Tổng đài Tư vấn và Hỗ trợ điều trị nghiện ma túy của Bộ Y tế (Tổng đài 1900.9095)."
      ],
      "answer": 4,
      "difficulty": "hard"
    },
    {
      "question_id": "hard_q4",
      "question_text": "Điều nào sau đây là KHÔNG đúng khi nói về Tổng đài Quốc gia Bảo vệ Trẻ em (Tổng đài 111)?",
      "question_options": [
        "Tiếp nhận, tư vấn và can thiệp đối với mọi trường hợp trẻ em bị xâm hại.",
        "Hoạt động liên tục 24 giờ mỗi ngày, 7 ngày mỗi tuần.",
        "Có tính phí cuộc gọi để duy trì hoạt động.",
        "Cũng can thiệp đối với những vấn đề liên quan đến ma túy ảnh hưởng đến trẻ em."
      ],
      "answer": 3,
      "difficulty": "hard"
    },
    {
      "question_id": "hard_q5",
      "question_text": "Sự bảo mật thông tin cá nhân khi gọi đến đường dây nóng có ý nghĩa quan trọng nhất trong việc khuyến khích điều gì?",
      "question_options": [
        "Khuyến khích người dân chia sẻ thông tin cá nhân một cách tự do hơn.",
        "Đảm bảo cán bộ trực tổng đài có thể xác minh danh tính người gọi dễ dàng.",
        "Giúp người dân yên tâm cung cấp thông tin về các vụ việc nhạy cảm mà không lo bị lộ danh tính.",
        "Hạn chế số lượng cuộc gọi không cần thiết đến đường dây nóng."
      ],
      "answer": 3,
      "difficulty": "hard"
    }
]