{
    "appName": "Lá chắn xanh",
    "appVersion": "1.0.0",
    "appLogo": "",
    "appSlogan": "",
    "appDescription": "",
    "appAuthor": "",
    "userVersion": {
        "userAges": "18-30",
        "userVersionDecription": "Nhiệm vụ đặc biệt"
    },
    "ebook": {
        "chapters": [
            {
                "chapterNumber": 1,
                "chapterName": "Nhận thức chung về ma tuý và tiền chất",
                "chapterContents": [
                    {
                        "subSectionLv1Number": "1",
                        "subSectionLv1Name": "Khái niệm, phân loại ma tuý và tiền chất",
                        "subSectionLv1Content": [
                            {
                                "subSectionLv2Number": "1.1",
                                "subSectionLv2Name": "Khái niệm ma tuý, tiền chất",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "1.1.1",
                                        "subSectionLv3Name": "Khái niệm ma tuý",
                                        "subSectionLv3Content": [
                                            {
                                                "history": [
                                                    "Từ hàng ngàn năm trước Công nguyên,loài người đã phát hiện ra các loại thảo dược để sử dụng với nhiều mục đích khác nhau như chữa bệnh, dùng trong các nghi lễ, tôn giáo, cho các thú vui.",
                                                    "Vào đầu thế kỷ 19, con người đã nghiên cứu, chiết xuất và xác định được cấu trúc hóa học của một số chất có trong thảo dược.",
                                                    "Năm 1805 một dược sĩ người Đức, có tên là Friedrich W. A. Serturner đã chiết được Morphine từ nhựa thuốc phiện.",
                                                    "Vào năm 1860 Albert Niemann cũng đã chiết được Cocaine từ lá cây coca."
                                                ],
                                                "definitions": [
                                                    {
                                                        "origin": "Theo Từ điển tiếng Việt",
                                                        "text": "Ma túy là tên gọi chung cho tất cả các chất có tác dụng gây trạng thái ngây ngất, đờ đẫn, dùng quen thành nghiện."
                                                    },
                                                    {
                                                        "origin": "Từ điển Bách khoa Công an nhân dân",
                                                        "text": "'Ma túy' - thuật ngữ dùng để chỉ các hợp chất có nguồn gốc tự nhiên hoặc tổng hợp được quy định trong các danh mục do Chính phủ ban hành, có tác dụng kích thích, gây ức chế thần kinh hoặc gây ảo giác, khiến người sử dụng bị lệ thuộc vào chúng"
                                                    },
                                                    {
                                                        "origin": "Tổ chức y tế thế giới (WHO)",
                                                        "text": "Ma túy là chất khi đưa vào cơ thể sẽ làm thay đổi chức năng của cơ thể. "
                                                    },
                                                    {
                                                        "origin": "Theo Luật Phòng, chống ma túy năm 2021",
                                                        "text": "Chất ma túy chất gây nghiện, chất hướng thần, được quy định trong danh mục chất ma túy do Chính phủ ban hành"
                                                    },
                                                    {
                                                        "origin": "Khái niệm tổng quát",
                                                        "text": "Chất ma túy là các chất gây nghiện, chất hướng thần có nguồn gốc từ tự nhiên hay tổng hợp, được quy định trong danh mục do Chính phủ ban hành, các chất này khi xâm nhập vào cơ thể người sẽ làm thay đổi trạng thái ý thức và sinh lý của người đó, làm cho người sử dụng có thể nghiện và sẽ gây ra những hậu quả nguy hiểm cho người sử dụng và cộng đồng."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "subSectionLv3Number": "1.1.2",
                                        "subSectionLv3Name": "Khái niệm tiền chất",
                                        "subSectionLv3Content": [
                                            {
                                                "definitions": [
                                                    {
                                                        "origin": "Khái niệm tổng quát",
                                                        "text": "Tiền chất là một khái niệm rất chung, được dùng trong nhiều lĩnh vực, nhất là trong hóa học, sinh hóa, mỹ phẩm. Theo khái niệm chung này, một chất là cần thiết để sản xuất ra chất khác, vật dụng khác thì được coi là tiền chất. Phạm vi nghiên cứu về tiền chất trong giáo trình này đó là những tiền chất sử dụng trong sản xuất chất ma túy."
                                                    },
                                                    {
                                                        "origin": "Công ước của Liên Hợp Quốc về chống buôn bán bất hợp pháp các chất ma túy và chất hướng thần năm 1988",
                                                        "text": "Tiền chất là các tiểu chất, các hóa chất và chất dung môi được dùng để sản xuất bất hợp pháp các chất ma túy và chất hướng thần."
                                                    },
                                                    {
                                                        "origin": "Từ điển Bách khoa Công an nhân dân năm 2005",
                                                        "text": "Tiền chất là các hóa chất sử dụng trong quá trình điều chế, sản xuất chất ma túy hay chất hướng thần."
                                                    },
                                                    {
                                                        "origin": "Luật Phòng, chống ma túy năm 2021",
                                                        "text": "Tiền chất là các hóa chất không thể thiếu được trong quá trình điều chế, sản xuất chất ma túy, được quy định trong danh mục do Chính phủ ban hành"
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "subSectionLv2Number": "1.2",
                                "subSectionLv2Name": "Phân loại ma tuý và tiền chất",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "1.2.1",
                                        "subSectionLv3Name": "Phân loại ma tuý",
                                        "subSectionLv3Content": {
                                            "statement": [
                                                {
                                                    "statement_id": "statement1",
                                                    "statement_text": "Phân loại dựa trên nguồn gốc của ma tuý",
                                                    "statement_contents": [
                                                        {
                                                            "text": "Dựa vào nguồn gốc của nguyên liệu để sản xuất và nguồn gốc của sản phẩm tạo thành các chất ma túy. Người ta chia ra thành ba nhóm chất ma túy",
                                                            "statementSubcontents": [
                                                                {
                                                                    "subcontent_id": "subcontent1",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc tự nhiên",
                                                                    "definition": [
                                                                        "Là các chất ma túy có sẵn trong tự nhiên có được bằng cách thu hái từ các cây trồng tự nhiên, từ các sản phẩm tách, tinh chế từ các sản phẩm thu hái đó, chưa qua quá trình điều chế, là những ancaliot của một số loài thực vật như cây thuốc phiện, cây coca, cây cần sa."
                                                                    ],
                                                                    "example": [
                                                                        "Thuốc phiện",
                                                                        "Cần sa",
                                                                        "Morphine",
                                                                        "Cocaine",
                                                                        "Codeine"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent2",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc bán tổng hợp",
                                                                    "definition": "Ma túy bán tổng hợp là chất ma túy được điều chế từ các sản phẩm tự nhiên bằng cách cho tác dụng với một số hóa chất để thu được chất ma túy có tác dụng mạnh hơn chất ma túy ban đầu.",
                                                                    "example": [
                                                                        "Morphine",
                                                                        "Heroin",
                                                                        "Crack",
                                                                        "LSD"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent3",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc tổng hợp toàn phần",
                                                                    "definition": [
                                                                        "Chất ma túy có nguồn gốc tổng hợp toàn phần là các chất ma túy được điều chế bằng phương pháp tổng hợp hóa học toàn phần từ hóa chất được gọi là tiền chất.",
                                                                        "Các chất ma túy tổng hợp toàn phần có tác dụng nhanh và mạnh hơn ma tuý bán tổng hợp"
                                                                    ],
                                                                    "example": [
                                                                        "Methamphetamine"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent4",
                                                                    "subcontent_text": "Định nghĩa chung của ma tuý tổng hợp",
                                                                    "definition": [
                                                                        "Các chất ma túy bán tổng hợp và tổng hợp toàn phần thường được gọi chung là chất ma túy tổng hợp.",
                                                                        "Việc phân loại giúp cho cơ quan có chức năng truy nguyên được nguồn gốc sản xuất trái phép chất ma túy nhằm giải quyết tội phạm về ma túy và tệ nạn ma túy."
                                                                    ],
                                                                    "example": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement_id": "statement2",
                                                    "statement_text": "Phân loại dựa trên tác dụng của ma tuý",
                                                    "statement_contents": [
                                                        {
                                                            "text": "Là cách phân loại các chất ma túy dựa vào các triệu chứng lâm sàng khi chất ma túy xâm nhập vào cơ thể con người. Người sử dụng ma túy có những đặc điểm tâm sinh lý khác với đặc điểm tâm sinh lý của con người bình thường.",
                                                            "statementSubcontents": [
                                                                {
                                                                    "subcontent_id": "subcontent1",
                                                                    "subcontent_text": "Nhóm các chất ma túy gây ngủ",
                                                                    "definition": [
                                                                        "Hiện nay có hơn 2.500 loại thuốc ngủ là chế phẩm của Barbiturate.",
                                                                        "Nhưng trong số đó chỉ có 12 loại thuốc ngủ đặt dưới sự kiểm soát quốc tế theo Công ước về các chất hướng thần năm 1971.",
                                                                        "Những người dùng nhiều các chất thuốc ngủ nói trên, thường suy sụp về tinh thần.",
                                                                        "thần. Đây là những chất có độc tính và tính gây nghiện cao, thuộc chất độc bảng A."
                                                                    ],
                                                                    "example": [
                                                                        "Barbiturate và các chế phẩm",
                                                                        "Methaqualone và các chế phẩm",
                                                                        "Mecloqualone và các chế phẩm"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent2",
                                                                    "subcontent_text": "Nhóm các chất ma túy gây ảo giác",
                                                                    "definition": "",
                                                                    "example": [
                                                                        "Lysergide (LSD)",
                                                                        "Các chế phẩm từ cần sa",
                                                                        "Mescaline",
                                                                        "Phencyclidine"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent3",
                                                                    "subcontent_text": "Nhóm các chất ma túy gây cảm giác êm dịu, đê mê",
                                                                    "definition": "",
                                                                    "example": [
                                                                        "Các chế phẩm từ thuốc phiện"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent4",
                                                                    "subcontent_text": "Nhóm các chất ma túy gây kích thích:",
                                                                    "definition": "",
                                                                    "example": [
                                                                        "Cocaine",
                                                                        "Crack",
                                                                        "Methamphetamine",
                                                                        "Amphethamine",
                                                                        "Ecstasy"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent5",
                                                                    "subcontent_text": "Nhóm các chất ma túy gây an thần",
                                                                    "definition": "Chủ yếu là các chất thuộc dẫn xuất của Benzodiazenpin, là một nhóm thuốc tân dược tác dụng lên hệ thần kinh trung ương.",
                                                                    "example": [
                                                                        "Diazepame",
                                                                        "Alprazolame",
                                                                        "Bromazepame",
                                                                        "Camazepame"
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement_id": "statement3",
                                                    "statement_text": "Phân loại dựa trên mức độ gây nghiện",
                                                    "statement_contents": [
                                                        {
                                                            "substatement": [
                                                                {
                                                                    "substatement_id": "substatement1",
                                                                    "substatement_text": "Nhóm ma túy có hiệu lực cao",
                                                                    "definition": "Đây là những chất ma túy có độc tính cao, có hoạt tính sinh học mạnh, gây nhiều nguy hiểm cho người sử dụng",
                                                                    "example": [
                                                                        "Heroin",
                                                                        "Cocaine",
                                                                        "Ecstasy"
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id": "substatement2",
                                                                    "substatement_text": "Nhóm ma túy có hiệu lực thấp",
                                                                    "definition": "Đây là những chất ma túy có độc tính thấp hơn, mức độ hoạt tính sinh học cũng thấp, thường là những chất an thần",
                                                                    "example": [
                                                                        "Diazepame",
                                                                        "Clordiazepame"
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement_id": "statement4",
                                                    "statement_text": "Phân loại dựa trên cấu trúc hoá học",
                                                    "statement_contents": [
                                                        {
                                                            "text": [
                                                                "Đây là cách ít phổ biến trong thực tế",
                                                                "Thường dùng trong nghiên cứu và giám định ma tuý",
                                                                "Một số chất ma tuý có cấu tạo tương đối giống nhau và tác dụng tương tự nhau"
                                                            ],
                                                            "example": [
                                                                "Heroin",
                                                                "Morphine"
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    },
                                    {
                                        "subSectionLv3Number": "1.2.2",
                                        "subSectionLv3Name": "Phân loại tiền chất",
                                        "subSectionLv3Content": [
                                            {
                                                "statements": [
                                                    {
                                                        "statement_id": "statement1",
                                                        "statement_text": "Phân loại dựa trên tính chất và vai trò của tiền chất",
                                                        "statement_contents": [
                                                            {
                                                                "substatement_id": "substatement1",
                                                                "substatement_title": "Tiền chất thiết yếu",
                                                                "substatement_content": [
                                                                    "Là những hóa chất tham gia trong quá trình điều chế, sản xuất ma túy mà thành phần của nó nằm trong cấu trúc của chất ma túy mới được tạo thành.",
                                                                    "Tiền chất thiết yếu là những hóa chất không thể thiếu được trong quá trình điều chế ra chất ma túy."
                                                                ]
                                                            },
                                                            {
                                                                "substatement_id": "substatement2",
                                                                "substatement_title": "Tiền chất cơ bản",
                                                                "substatement_content": [
                                                                    "Là những hóa chất tham gia vào quá trình sản xuất các chất ma túy nhưng thành phần của nó không nằm trong cấu trúc của chất ma túy mới được tạo thành.",
                                                                    "Các tiền chất cơ bản đóng vai trò tham gia phản ứng, xúc tác, thúc đẩy phản ứng tổng hợp các chất ma túy từ các tiền chất thiết yếu"
                                                                ]
                                                            }
                                                        ]
                                                    },
                                                    {
                                                        "statement_id": "statement2",
                                                        "statement_text": "Phân loại dựa trên mục đích sử dụng của tiền chất",
                                                        "statement_contents": [
                                                            "Người ta sắp xếp các loại tiền chất dùng để sản xuất từng chất ma túy cụ thể.",
                                                            "Giúp cho các cơ quan có chức năng quản lý, kiểm soát tiền chất có điều kiện tập trung vào các tiền chất mà tội phạm sử dụng để sản xuất trái phép chất ma túy."
                                                        ]
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "2",
                        "subSectionLv1Name": "Một số chất ma tuý và tiền chất phổ biến",
                        "subSectionLv1Content": [
                            {
                                "subSectionLv2Number": "2.1",
                                "subSectionLv2Name": "Một số chất ma tuý phổ biến",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "2.1.1",
                                        "subSectionLv3Name": " Nhóm các chất ma túy gây cảm giác êm dịu, đê mê",
                                        "subSectionLv3Content": {
                                            "statement": [
                                                {
                                                    "statement1": "Thuốc phiện",
                                                    "statement1_text": [
                                                        {
                                                            "alternative_name": [
                                                                "Á phiện",
                                                                "Opium",
                                                                "Anh tử túc",
                                                                "Anh túc"
                                                            ],
                                                            "scientific_name": "Papaversomniferum-L.",
                                                            "origin": [
                                                                {
                                                                    "time": "khoảng năm 300 TCN",
                                                                    "place": "Ban đầu ở Địa Trung Hải rồi phát hiện và trồng được tại nhiều nước trên thế giới"
                                                                }
                                                            ],
                                                            "distribution": [
                                                                {
                                                                    "continent_or_country": "Châu Á",
                                                                    "region": [
                                                                        "Tam giác vàng",
                                                                        "Lưỡi liềm vàng",
                                                                        "Ấn Độ",
                                                                        "Trung Quốc",
                                                                        "Trung Á"
                                                                    ]
                                                                },
                                                                {
                                                                    "continent_or_country": "Châu Mỹ",
                                                                    "region": [
                                                                        "Trung Nam Mỹ"
                                                                    ]
                                                                },
                                                                {
                                                                    "continent_or_country": "Việt Nam",
                                                                    "region": [
                                                                        "Lai Châu",
                                                                        "Điện Biên",
                                                                        "Sơn La",
                                                                        "Hoà Bình",
                                                                        "Lào Cai",
                                                                        "Yên Bái",
                                                                        "Nghệ An",
                                                                        "Thanh Hoá"
                                                                    ]
                                                                }
                                                            ],
                                                            "more_info": "Ấn Độ là nước duy nhất trên thế giới được trồng cây thuốc phiện hợp pháp dưới sự kiểm soát của Liên Hợp Quốc để lấy nguyên liệu phục vụ sản xuất thuốc chữa bệnh trên toàn cầu.",
                                                            "identification": [
                                                                "Thân mọc thẳng",
                                                                "Cao 0.7 - 1.5m",
                                                                "Lá mọc so le",
                                                                "Lá ở dưới thân cây có cuống lá ngắn, lá mọc phía trên thân cây không có cuống mà ôm lấy thân cây.",
                                                                "Phiến lá hình trứng dài, đầu nhọn, gốc lá hình hơi tròn hay hình trái tim.",
                                                                "Mép lá có khía răng nhọn nhưng các khía không đều nhau.",
                                                                "Hoa cây thuốc phiện có hình phễu màu trắng, màu hồng hay màu tím",
                                                                "Hoa mọc riêng lẻ ở đầu cành hay ngọn thân cây.",
                                                                "Quả thuốc phiện có dạng hình cầu hay hình trụ, quả chưa chín có màu xanh, khi chín có màu vàng xám.",
                                                                "Nhựa có trên thân cây, nhưng nhiều nhựa nhất vẫn là ở quả đã già nhưng chưa chín.",
                                                                "Người ta thu hoạch nhựa bằng cách rạch song song nhiều đường trên mặt quả"
                                                            ],
                                                            "substatements": [
                                                                {
                                                                    "substatement_id": "substatement1",
                                                                    "substatement_title": "Nhựa thuốc phiện",
                                                                    "substatement_content": [
                                                                        "Ban đầu có màu trắng đục, để lâu trong không khí sẽ dần dần đặc quánh lại và chuyển dần thành màu nâu, nâu đen và cuối cùng là đen.",
                                                                        "Người ta dùng dao nhỏ hình lưỡi liềm hoặc vật sắc nhọn cạo lấy nhựa này.",
                                                                        "Đây chính là nhựa thuốc phiện hay còn gọi là thuốc phiện tươi.",
                                                                        "Trong nhựa thuốc phiện có khoảng 40 hoạt chất khác nhau nhưng có 05 chất được xem như là những chất cơ bản nhất là Heroine và Morphine"
                                                                    ],
                                                                    "example": [
                                                                        {
                                                                            "example_id": "example_1",
                                                                            "example_text": "Morphine",
                                                                            "detail": "Là chất cơ bản nhất có trong nhựa thuốc phiện thường chiếm hàm lượng từ 4 - 21% (trung bình là 10%)."
                                                                        },
                                                                        {
                                                                            "example_id": "example_2",
                                                                            "example_text": "Narcotine",
                                                                            "detail": "có hàm lượng từ 2 - 8%, narcotine đôi khi không được coi là chất ma túy độc lập vì nó thường lẫn trong morphine."
                                                                        }
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id": "substatement2",
                                                                    "substatement_title": "Phân loại thuốc phiện",
                                                                    "substatement_content": [
                                                                        {
                                                                            "type_id": "type_1",
                                                                            "type_text": "Thuốc phiện sống",
                                                                            "detail": [
                                                                                {
                                                                                    "alternative_name": [
                                                                                        "Thuốc phiện tươi",
                                                                                        "Thuốc phiện thô"
                                                                                    ],
                                                                                    "definition": [
                                                                                        "Là loại nhựa thuốc phiện đông đặc, có màu đen, ít tan trong nước.",
                                                                                        "Được lấy từ quả thuốc phiện chưa qua quá trình chế biến"
                                                                                    ],
                                                                                    "example": []
                                                                                }
                                                                            ]
                                                                        },
                                                                        {
                                                                            "type_id": "type_2",
                                                                            "type_text": "Thuốc phiện chín",
                                                                            "detail": [
                                                                                {
                                                                                    "alternative_name": [
                                                                                        "Thuốc phiện khô"
                                                                                    ],
                                                                                    "definition": [
                                                                                        "Là thuốc phiện đã được sơ chế từ thuốc phiện sống, bằng phương pháp sấy khô.",
                                                                                        "Được sử dụng chủ yếu ở các nước Đông Nam Á dùng để hút."
                                                                                    ],
                                                                                    "example": []
                                                                                }
                                                                            ]
                                                                        },
                                                                        {
                                                                            "type_id": "type_3",
                                                                            "type_text": "Xái thuốc phiện",
                                                                            "detail": [
                                                                                {
                                                                                    "alternative_name": [],
                                                                                    "definition": [
                                                                                        "Là sản phẩm cháy còn lại sau khi hút, trong xái thuốc phiện vẫn còn lại một lượng nhất định của morphine",
                                                                                        "Khu vực Đông Nam Á người ta thường trộn xái thuốc phiện với thuốc phiện tươi để hút."
                                                                                    ],
                                                                                    "example": []
                                                                                }
                                                                            ]
                                                                        },
                                                                        {
                                                                            "type_id": "type_4",
                                                                            "type_text": "Thuốc phiện y tế",
                                                                            "detail": [
                                                                                {
                                                                                    "alternative_name": [
                                                                                        "Thuốc phiện bột"
                                                                                    ],
                                                                                    "definition": [
                                                                                        "Là loại thuốc phiện được chiết xuất và sấy khô trong điều kiện nhiệt độ nhất định, thường có hàm lượng morphine từ 9,5-10%."
                                                                                    ],
                                                                                    "example": [
                                                                                        "Bột thuốc phiện",
                                                                                        "Viên nén bột thuốc phiện dùng làm thuốc ngủ",
                                                                                        "Thuốc giảm đau",
                                                                                        "Thuốc ho"
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id": "substatement3",
                                                                    "substatement_title": "Tác hại của thuốc phiện",
                                                                    "substatement_content": [
                                                                        "Lúc đầu hút vào thấy có sự khoái lạc, tạo cảm giác hưng phần, làm giảm đau nhức, mệt mỏi.",
                                                                        "Nhưng càng hút thì càng ngày càng phải tăng liều mới mới đạt được cảm giác như lần trước.",
                                                                        "Dần dẫn người hút bị suy sụp, mắt hết nghị lực, ý chí và cả cảm giác không còn.",
                                                                        "Nghiêm trọng hơn, xuất hiện các biến chứng như: viêm dạ dày, viêm ruột mãn tính, táo bón dai dẳng, phát ban ngoài da, tiểu tiện ra abumin (một loại huyết tương trong cơ thể người), thường xuyên bị viêm phổi, mạch đập chậm và không đều.",
                                                                        "Nguy hiểm hơn là khi không có thuốc, người sử dụng phải nạo sái thuốc phiện trong ống thuốc ra để hút (sái thuốc phiện độc hơn vì nó còn khoảng 80-90% chất morphine)."
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement2": "Morphine",
                                                    "statement2_text": [
                                                        {
                                                            "definition": "Là chất có trong thuốc phiện",
                                                            "molecule_form": "C17H19NO3",
                                                            "molecule_weight": 285.3,
                                                            "detail": [
                                                                {
                                                                    "substatement_id": "substatement1",
                                                                    "substament_title": "Trạng thái của Morphine",
                                                                    "substatement_content": [
                                                                        "Trong điều kiện bình thường morphine kết tinh dạng bột tinh thể màu trắng, có vị đắng."
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id": "substatement2",
                                                                    "substament_title": "Lịch sử của Morphine",
                                                                    "substatement_content": [
                                                                        "Năm 1805, một dược sỹ người Pháp tên là Serturner đã điều chế Morphine bằng cách chiết suất từ nhựa thuốc phiện.",
                                                                        "Tuy nhiên, lúc bấy giờ ông vẫn chưa xác định được công thức phân tử",
                                                                        "Năm 1931, Liebig phát hiện công thức hoá học của nó là C34H36N2O6 nhưng chưa phải là công thức chính xác",
                                                                        "Lorent đã xác định lại công thức phân tử của morphine là C17H19NO3. Đến năm 1950 công thức này đã được khẳng định là đúng."
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id": "substatement3",
                                                                    "substament_title": "Cách sử dụng của người nghiện ma tuý và hệ quả",
                                                                    "substatement_content": [
                                                                        "Người nghiện ma túy thường dùng morphine bằng cách tiêm chích, uống.",
                                                                        "Morphine sau khi vào cơ thể thường gây nên những trạng thái sinh lý như thư giãn hệ thần kinh, làm cho người có cảm giác thoải mái, dễ chịu, phấn chấn, không có cảm giác đói, dễ tiếp xúc làm quen trong mọi hoàn cảnh, tự tin và sự đam mê tình dục."
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement3": "Heroine",
                                                    "statement3_text": [
                                                        {
                                                            "scientific_name": "diacetyl morphine",
                                                            "molecule_form": "C21H23NO5",
                                                            "molecule_weight": 368.5,
                                                            "alternative_name":[
                                                                "acetomorphine",
                                                                "Bạch phiến",
                                                                "Hamer",
                                                                "scag",
                                                                "smack",
                                                                "junk", 
                                                                "horse",
                                                                "boy", 
                                                                "hàng trắng"
                                                            ], 
                                                            "substatement": [
                                                                {
                                                                    "substatement_id":"substatement1",
                                                                    "substatement_title": "Lịch sử và cách điều chế",
                                                                    "substatement_content": [
                                                                        "Heroine được điều chế lần đầu tiên vào năm 1874, nó là chất bán tổng hợp được tạo thành bằng cách cho morphine tác dụng với anhydric axetic.",
                                                                        "Năm 1899 được một công ty dược phẩm của nước Đức sản xuất thành dạng thuốc chữa ho với tên thương mại là “heroine”."
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id":"substatement2",
                                                                    "substatement_title": "Các dạng và trạng thái",
                                                                    "substatement_content":[
                                                                        "Heroine tinh khiết tồn tại ở dạng tinh thể màu trắng, nếu có lẫn tạp chất thì có các màu sắc khác nhau, từ màu trắng đến màu xám, có vị đắng.",
                                                                        "Hiện nay heroine được sản xuất dưới các dạng sau: dạng bột mịn, dạng bột được đóng “bánh” hình hộp chữ nhật trọng lượng khoảng 350g, phổ biến ký hiệu ở bao bì bên ngoài là hình 2 con sư tử chầu quả địa cầu, ký hiệu 999, ký hiệu ba ngôi sao và nhãn biểu tượng con voi."
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id":"substatement3",
                                                                    "substatement_title": "Các loại Heroine trên thị trường",
                                                                    "substatement_content":[
                                                                        {
                                                                            "type_id":"type_1",
                                                                            "type_title": "Heroine Tây Nam Á",
                                                                            "type_content": [
                                                                                "Loại 1: dạng bột mịn, màu nâu có mùi ngái như thuốc phiện",
                                                                                "Loại 2: dạng bột màu trắng hay màu sữa, có mùi ngái nhưng mức độ ít hơn so với loại 1."
                                                                            ]
                                                                        },
                                                                        {
                                                                            "type_id":"type_2",
                                                                            "type_title": "Heroine Trung Đông",
                                                                            "type_content": [
                                                                                "Loại 1: dạng bột màu nâu sáng đôi khi có màu hồng nhạt, loại này trong thực tế thường pha thêm chất phụ gia như procaine",
                                                                                "Loại 2: dạng bột mịn màu trắng, loại này trong thực tế thường bị pha trộn thêm capheine (caffeine)nên tỷ lệ giảm xuống còn 30 - 40%."
                                                                            ]
                                                                        },
                                                                        {
                                                                            "type_id":"type_3",
                                                                            "type_title": "Heroine Đông Nam Á",
                                                                            "type_content": [
                                                                                "Loại 1: Heroine hút “Trung hoa 03” tồn tại dạng hạt, có đường kính từ 1 - 5mm, có màu xám, màu đỏ hoặc màu hồng, có mùi hắc. Dạng xám hàm lượng heroine chiếm 20%; capheine 40% có độ tinh khiết không cao nên người ta dùng để hút. Loại màu đỏ hay màu hồng có thành phần hóa học giống loại màu xám nhưng thay vị trí của capheine là thuốc ngủ barbitone.",
                                                                                "Loại 2: Heroine tiêm “Trung hoa 04”. Loại này tồn tại dạng bột mịn màu trắng độ tinh khiết khá cao hàm lượng heroine đạt 90%, có mùi hơi hắc. Đây là loại heroine có độ tinh khiết khá cao nên thường dùng để tiêm chích. Trên thị trường loại này thường được ép bánh hoặc dạng bột đựng trong túi nylon cả hai loại đều có trọng lượng 350g. Khi tiêm phải hòa tan heroine vào trong nước cất."
                                                                            ]
                                                                        }
                                                                    ]
                                                                },
                                                                {
                                                                    "substatement_id":"substatement4",
                                                                    "substatement_title": "Tác hại của Heroine",
                                                                    "substatement_content":[
                                                                        "Khi dùng heroin chỉ cần 3-4 mg đã tạo ra trạng thái kích thích gây buồn ngủ.",
                                                                        "Ban đầu, người sử dụng cảm thấy sảng khoái, sung sướng, không còn đau đớn thực thể. Sau đó, gây cảm giác buồn nôn, thở nông, gây táo bón.",
                                                                        "Heroine có khả năng gây nghiện rất nhanh cho người dùng, chỉ cần sau một hoặc hai lần dùng là có khả năng bị nghiện ngay mà không cưỡng lại nổi.",
                                                                        "Người nghiện bị suy sụp rất nhanh cả về thể chất lẫn tinh thần. Nếu dùng quá liều có thể dẫn tới tử vong."
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.2",
                                        "subSectionLv3Name": "Nhóm các chất ma túy gây ảo giác",
                                        "subSectionLv3Content": {
                                            "statement":[
                                                {
                                                    "statement_id":"statement1",
                                                    "statement_title": "Cần sa",
                                                    "stament_content":[
                                                        
                                                    ]
                                                }
                                            ]
                                        }
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.3",
                                        "subSectionLv3Name": "Nhóm các chất ma túy gây kích thích"
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.4",
                                        "subSectionLv3Name": "Nhóm các loại thuốc ngủ có tính gây nghiện"
                                    }
                                ]
                            },
                            {
                                "subSectionLv2Number": "2.2",
                                "subSectionLv2Name": "Một số tiền chất phổ biến",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_title": "Acetic anhydride",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_title": "Aceton",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement3",
                                            "statement_title": "Ephedrine",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement4",
                                            "statement_title": "Pseudoephedrine",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement5",
                                            "statement_title": "Isosafrole",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement6",
                                            "statement_title": "Safrole",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement7",
                                            "statement_title": "Sulfuric acid",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement8",
                                            "statement_title": "Hydrochloric acid",
                                            "statement8_text": ""
                                        },
                                        {
                                            "statement_id": "statement9",
                                            "statement_title": "Phenylacetic acid",
                                            "statement9_text": ""
                                        },
                                        {
                                            "statement_id": "statement10",
                                            "statement_title": "Lysergic acid",
                                            "statement10_text": ""
                                        },
                                        {
                                            "statement_id": "statement11",
                                            "statement_title": "Toluene",
                                            "statement11_text": ""
                                        }
                                    ]
                                }
                            },
                            {
                                "subSectionLv2Number": "2.3",
                                "subSectionLv2Name": "Một số chất ma tuý trá hình",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_text": "Ma tuý trộn trong trà sữa"
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_text": "Ma tuý nước vui"
                                        },
                                        {
                                            "statement_id": "statement3",
                                            "statement_text": "Cần sa trong bánh kẹo"
                                        },
                                        {
                                            "statement_id": "statement4",
                                            "statement_text": "Ma tuý trong thuốc lá điện tử"
                                        },
                                        {
                                            "statement_id": "statement5",
                                            "statement_text": "Ma tuý nước biển (Vitamin G)"
                                        }
                                    ]
                                }
                            },
                            {
                                "subSectionLv2Number": "2.4",
                                "subSectionLv2Name": "Một số chất có tác hại tương tự ma tuý",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_title": "Bóng cười",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_title": "Shisha",
                                            "statement_text": ""
                                        }
                                    ]
                                }
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "3",
                        "subSectionLv1Name": "Các phương pháp nhận biết chất ma túy và tiền chất",
                        "subSectionLv1Content": []
                    }
                ]
            },
            {
                "chapterNumber": 2,
                "chapterName": "Tác hại của tệ nạn ma tuý",
                "chapterContents": [
                    {
                        "subSectionLv1Number": "1",
                        "subSectionLv1Name": "Tác hại của ma tuý đối với bản thân người sử dụng",
                        "subSectionLv1Decription": [
                            "Sử dụng trái phép, lạm dụng ma túy đã gây ra những vấn đề hết sức nghiêm trọng đối với sức khỏe con người.",
                            "Ma túy làm hủy hoại sức khoẻ, làm mất khả năng lao động, học tập, làm cho thần kinh người nghiện bị tổn hại.",
                            "Dùng ma túy quá liều có thể dẫn đến cái chết.",
                            "Rất nhiều người tử vong do việc lạm dụng các chất ma túy."
                        ],
                        "subSectionLv1Content": [
                            {
                                "statement_id": "statement1",
                                "statement_title": "Phá huỷ thể xác và nhân cách của người nghiện, gây di hại cho con cái từ bào thai",
                                "statement_content": [
                                    "Khi vào cơ thể ma túy gây rối loạn sinh lý, tàn phá, hủy hoại cơ thể.",
                                    "Điển hình nhất là những rối loạn diễn ra trong hệ tiêu hóa, hệ tuần hoàn và hệ thần kinh.",
                                    "Gây nghiện mạnh, sức khoẻ giảm sút."
                                ]
                            },
                            {
                                "statement_id": "statement2",
                                "statement_title": "Đối với hệ hô hấp",
                                "statement_content": [
                                    "Gây kích thích hô hấp gây tăng tần số thở trong thời gian ngắn, sau đó sẽ gây ức chế hô hấp, nhất là khi dùng quá liều.",
                                    "Nhiều trường hợp ngưng thở nếu không cấp cứu kịp thời sẽ dẫn đến tử vong, đôi khi ngưng thở rất đột ngột.",
                                    "Sau khi dùng ma túy (nhất là cocaine) có thể gây phù phổi cấp, tràn khí màng phổi, tràn khí trung thất, xuất huyết phế nang, viêm tiểu phế quản tắc nghẽn, viêm phổi, lên cơn hen phế quản."
                                ]
                            },
                            {
                                "statement_id": "statement3",
                                "statement_title": "Đối với hệ tuần hoàn",
                                "statement_content": [
                                    "Kích thích làm tăng nhịp tim, ảnh hưởng trực tiếp lên tim, gây co thắt mạch vành có thể tạo nên cơn đau thắt ngực, nặng hơn có thể gây nhồi máu cơ tim.",
                                    "Là nguyên nhân của các rối loạn nhịp đe dọa tính mạng người dùng ma túy.",
                                    "Gây nên tình trạng co mạch làm tăng huyết áp."
                                ]
                            },
                            {
                                "statement_id": "statement4",
                                "statement_title": "Đối với hệ thần kinh",
                                "statement_content": [
                                    "Tác dụng ban đầu: gây hưng phấn, sảng khoái, lệ thuộc thuốc",
                                    "Các tai biến về sau: co giật, xuất huyết dưới nhện, đột quỵ, bại não..."
                                ]
                            },
                            {
                                "statement_id": "statement5",
                                "statement_title": "Đối với hệ sinh dục",
                                "statement_content": [
                                    "Khả năng tình dục suy giảm một cách rõ rệt và hậu quả này vẫn tồn tại sau khi ngưng dùng thuốc một thời gian khá lâu.",
                                    "Nam giới dùng ma túy trong thời gian dài sẽ bị chứng vú to và bất lực.",
                                    "Đối với phụ nữ, rối loạn chu kỳ kinh nguyệt, rong kinh, tăng tiết sữa bất thường và vô sinh.",
                                    "Tác hại khác: hoại tử tế bào gan, ảo thính, ảo thị."
                                ]
                            },
                            {
                                "statement_id": "statement6",
                                "statement_title": "Nguy cơ nhiễm HIV và viêm gan do virus viêm gan B, C",
                                "statement_content": [
                                    "Tiêm chích ma túy là một trong những con đường lây nhiễm HIV phổ biến nhất tại Việt Nam.",
                                    "Người nghiện ma túy có thể mang virus HIV và lây truyền cho vợ/bạn tình của con cái họ.",
                                    "Là nguyên nhân phần lớn của căn bệnh thế kỷ HIV/AIDS",
                                    "Theo số lượng thống kê của Ủy ban quốc gia phòng chống AIDS, ma túy, mại dâm thì có khoảng 70% đối tượng bị nhiễm HIV là do tiêm chích ma túy (heroine)."
                                ]
                            },
                            {
                                "statement_id": "statement7",
                                "statement_title": "Thay đổi trạng thái tâm lý sa sút tinh thần",
                                "statement_content": [
                                    "Thưởng xa lánh nếp sống, sinh hoạt lành mạnh, xa lánh người thân, bạn bè tốt.",
                                    "Khi bị lệ thuộc vào ma túy thì nhu cầu chính yếu của người nghiện là các chất ma túy, họ dễ bỏ qua các nhu cầu khác trong cuộc sống đời thường.",
                                    "Họ có thể làm bất cứ điều gì kể cả giết người, cướp tài sản, trộm cắp tài sản, cướp giật tài sản, lừa đảo chiếm đoạt tài sản sao cho có tiền mua ma túy để sử dụng.",
                                    "Hành vi, lối sống của họ bị sai lệch các chuẩn mực đạo đức của xã hội và pháp luật."
                                ]
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "2",
                        "subSectionLv1Name": "Tác hại của ma tuý đối với gia đình",
                        "subSectionLv1Content": [
                            {
                                "statement_id": "statement1",
                                "statement_title": "Ảnh hưởng đến hạnh phúc gia đình",
                                "statement_content": [
                                    "Khi trong gia đình có người chồng nghiện nghiện ma túy, là trụ cột gia đình nhưng người nghiện không quan tâm đến gia đình, vợ, con.",
                                    "Tạo ra không khí bất hòa trong gia đình, vợ chồng cãi cọ, xô xát, con cái không được quan tâm đến việc học tập có thể dẫn đến bỏ học, lang thang, cơ nhỡ.",
                                    "thường đổ lỗi cho nhau, không khí gia đình trở nên căng thẳng, hạnh phúc gia đình có thể tan vỡ."
                                ]
                            },
                            {
                                "statement_id": "statement2",
                                "statement_title": "Ảnh hưởng nghiêm trọng đến kinh tế gia đình",
                                "statement_content": [
                                    "Suy giảm tài sản trong gia đình do không những bị mất nguồn thu nhập do mất việc mà còn dùng tiền mua ma tuý để sử dụng",
                                    "Nghiện ma túy làm tiêu tốn tài sản, làm tiêu hao tiền bạc của bản thân và gia đình và nhu cầu cần tiền để mua ma túy của người nghiện là rất lớn.",
                                    "Khi đã nghiện và lên cơn nghiện thì người nghiện thường mất hết lý trí, không còn điều khiển được hành vi của mình.",
                                    "Họ có thể gây ra những hậu quả nghiêm trọng như đánh đập, chửi bới, chém giết cha mẹ, vợ con, anh em và người thân của mình.",
                                    "Đây là nguyên nhân chủ yếu làm cho hạnh phúc gia đình bị tan vỡ và ảnh hưởng trực tiếp đến cuộc sống cộng đồng."
                                ]
                            },
                            {
                                "statement_id": "statement3",
                                "statement_title": "Ảnh hưởng đến sự phát triển của con cái",
                                "statement_content": [
                                    "Các hormone sinh dục bị suy giảm dẫn đến giảm nhu cầu tình dục, giảm khả năng sinh sản hoặc sinh con ốm yếu, trí tuệ chậm phát triển.",
                                    "Đối với phụ nữ có thai, nghiện ma túy có thể dẫn đến sảy thai, thai chết lưu, sinh non, suy dinh dưỡng bào thai, làm cho trẻ sinh ra gầy gò, ốm yếu, khó nuôi, chậm phát triển về thể lực và trí tuệ, thậm chí trẻ sơ sinh đã có dấu hiệu nghiện ma túy.",
                                    "Bố/mẹ nghiện sẽ không còn khả năng về kinh tế, năng lực về hành vi để quan tâm, dạy dỗ con cái. Con cái của họ phần lớn phải bỏ học và nhiều khả năng sa vào tệ nạn xã hội"
                                ]
                            },
                            {
                                "statement_id": "statement4",
                                "statement_title": "Những ảnh hưởng khác",
                                "statement_content": [
                                    "Sức khoẻ các thành viên khác trong gia đình giảm sút do lo lắng, mặc cảm, ăn không ngon, ngủ không yên",
                                    "Người nghiện ma túy gây tổn thất về tình cảm như thất vọng, buồn khổ, hạnh phúc gia đình tan vỡ, ly thân, ly hôn, con cái không ai chăm sóc",
                                    "Gia đình tốn thời gian, chi phí chăm sóc và điều trị các bệnh của người nghiện do ma túy gây ra."
                                ]
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "3",
                        "subSectionLv1Name": "Tác hại của ma tuý đối với nền kinh tế",
                        "subSectionLv1Decription": [
                            "Người nghiện ma túy không những tiêu tốn hàng ngàn tỷ đồng mua ma túy để sử dụng hàng năm",
                            "Nhà nước phải chi phí hàng trăm tỷ đồng cho chương trình xóa bỏ cây thuốc phiện, cho công tác cai nghiện ma túy và công tác đấu tranh phòng, chống tội phạm về ma tuý."
                        ],
                        "subSectionLv1Content": [
                            {
                                "statement_id": "statement1",
                                "statement_text": [
                                    "Suy giảm lực lượng lao động của gia đình và xã hội về cả số lượng và chất lượng.",
                                    "Thu nhập quốc dân giảm, chi phí cho dự phòng và chăm sóc y tế tăng."
                                ]
                            },
                            {
                                "statement_id": "statement2",
                                "statement_text": [
                                    "Làm ảnh hưởng đến tâm lý của các nhà đầu tư nước ngoài, khách du dịch và sự phát triển bền vững của nền kinh tế."
                                ]
                            },
                            {
                                "statement_id": "statement3",
                                "statement_text": [
                                    "Người nghiện ma tuý hầu hết ở độ tuổi lao động, vì vậy vấn đề đào tạo cán bộ, công nhân có tay nghề để thay thế họ là một vấn đề khó khăn."
                                ]
                            },
                            {
                                "statement_id": "statement4",
                                "statement_text": [
                                    "Đầu tư nước ngoài cũng giảm vì đa số các nước đều rất ngại đầu tư vào những nước có tỷ lệ người nghiện cao."
                                ]
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "4",
                        "subSectionLv1Name": "Tác hại của ma tuý đối với trật tự an toàn xã hội",
                        "subSectionLv1Content": [
                            {
                                "statement_id": "statement1",
                                "statement_text": [
                                    "Tổ chức Y tế thế giới (WHO) đã xếp nghiện ma túy là loại bệnh tâm thần đặc biệt, sống tàn bạo, gây rối trật tự an toàn xã hội."
                                ],
                                "reasons": []
                            },
                            {
                                "statement_id": "statement2",
                                "statement_text": [
                                    "Nghiện ma túy là một trong những nguyên nhân dẫn đến hành vi lệch chuẩn, vi phạm pháp luật, phạm tội của người nghiện."
                                ],
                                "reasons": [
                                    {
                                        "reason": "Sử dụng ma túy dẫn đến hành vi lệch chuẩn trong quan hệ, đối xử với người thân, bạn bè, cộng đồng xã hội",
                                        "example": []
                                    },
                                    {
                                        "reason": "Là nguyên nhân dẫn đến nhiều hành vi vi phạm pháp luật và thực hiện các loại tội phạm khác nhau dê có tiền sử dụng ma tuý",
                                        "example": [
                                            "Mua bán, tàng trữ, tổ chức sử dụng ma tuý",
                                            "Trộm cắp, cướp giật, giết người",
                                            "Lừa đảo chiếm đoạt tài sản"
                                        ]
                                    },
                                    {
                                        "reason": "Để có tiền sử dụng ma túy, người nghiện không từ bỏ một thủ đoạn nào kể cả thực hiện hành vi phạm tội.",
                                        "example": [
                                            "Nhiều trường hợp người nghiện giết chết cả người thân của mình để có tiền xử dụng ma tuý"
                                        ]
                                    },
                                    {
                                        "reason": "Đa số người nghiện ma túy khi bị cơ quan chức năng phát hiện họ đều là người có tiền án, tiền sự.",
                                        "example": []
                                    },
                                    {
                                        "reason": "tệ nạn nghiện ma túy là một trong những nguyên nhân quan trọng làm phát sinh ra các loại tệ nạn xã hội khác như cờ bạc, mại dâm và các loại tội phạm hình sự.",
                                        "example": []
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "chapterNumber": 3,
                "chapterName": "Quy định của pháp luật",
                "chapterContents": []
            },
            {
                "chapterNumber": 4,
                "chapterName": "Dấu hiệu nhận biết người nghiện, người nghi sử dụng trái phép ma tuý và cách phòng tránh",
                "chapterContents": []
            },
            {
                "chapterNumber": 5,
                "chapterName": "Thông tin liên hệ hỗ trợ khi cần thiết",
                "chapterContents": []
            }
        ]
    }
}