{
    "appName": "Lá chắn xanh",
    "appVersion": "1.0.0",
    "appLogo": "",
    "appSlogan": "",
    "appDescription": "",
    "appAuthor": "",
    "ebook": {
        "chapters": [
            {
                "chapterNumber": 1,
                "chapterName": "Nhận thức chung về ma tuý và tiền chất",
                "chapterContents": [
                    {
                        "subSectionLv1Number": "1",
                        "subSectionLv1Name": "Khái niệm, phân loại ma tuý và tiền chất",
                        "subSectionLv1Content": [
                            {
                                "subSectionLv2Number": "1.1",
                                "subSectionLv2Name": "Khái niệm ma tuý, tiền chất",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "1.1.1",
                                        "subSectionLv3Name": "Khái niệm ma tuý",
                                        "subSectionLv3Content": [
                                            {
                                                "history": [
                                                    "Từ hàng ngàn năm trước Công nguyên,loài người đã phát hiện ra các loại thảo dược để sử dụng với nhiều mục đích khác nhau như chữa bệnh, dùng trong các nghi lễ, tôn giáo, cho các thú vui.",
                                                    "Vào đầu thế kỷ 19, con người đã nghiên cứu, chiết xuất và xác định được cấu trúc hóa học của một số chất có trong thảo dược. Năm 1805 một dược sĩ người Đức, có tên là Friedrich W. A. Serturner đã chiết được Morphine từ nhựa thuốc phiện. Vào năm 1860 Albert Niemann cũng đã chiết được Cocaine từ lá cây coca."
                                                ],
                                                "definitions": [
                                                    {
                                                        "origin": "Theo Từ điển tiếng Việt",
                                                        "text": "Ma túy là tên gọi chung cho tất cả các chất có tác dụng gây trạng thái ngây ngất, đờ đẫn, dùng quen thành nghiện."
                                                    },
                                                    {
                                                        "origin": "Từ điển Bách khoa Công an nhân dân",
                                                        "text": "Ma túy - thuật ngữ dùng để chỉ các hợp chất có nguồn gốc tự nhiên hoặc tổng hợp được quy định trong các danh mục do Chính phủ ban hành, có tác dụng kích thích, gây ức chế thần kinh hoặc gây ảo giác, khiến người sử dụng bị lệ thuộc vào chúng"
                                                    },
                                                    {
                                                        "origin": "Tổ chức y tế thế giới (WHO)",
                                                        "text": "Ma túy là chất khi đưa vào cơ thể sẽ làm thay đổi chức năng của cơ thể. "
                                                    },
                                                    {
                                                        "origin": "Theo Luật Phòng, chống ma túy năm 2021",
                                                        "text": "Chất ma túy chất gây nghiện, chất hướng thần, được quy định trong danh mục chất ma túy do Chính phủ ban hành"
                                                    },
                                                    {
                                                        "origin": "Khái niệm tổng quát",
                                                        "text": "Chất ma túy là các chất gây nghiện, chất hướng thần có nguồn gốc từ tự nhiên hay tổng hợp, được quy định trong danh mục do Chính phủ ban hành, các chất này khi xâm nhập vào cơ thể người sẽ làm thay đổi trạng thái ý thức và sinh lý của người đó, làm cho người sử dụng có thể nghiện và sẽ gây ra những hậu quả nguy hiểm cho người sử dụng và cộng đồng."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "subSectionLv3Number": "1.1.2",
                                        "subSectionLv3Name": "Khái niệm tiền chất",
                                        "subSectionLv3Content": [
                                            {
                                                "definitions": [
                                                    {
                                                        "origin": "Khái niệm tổng quát",
                                                        "text": "Tiền chất là một khái niệm rất chung, được dùng trong nhiều lĩnh vực, nhất là trong hóa học, sinh hóa, mỹ phẩm. Theo khái niệm chung này, một chất là cần thiết để sản xuất ra chất khác, vật dụng khác thì được coi là tiền chất. Phạm vi nghiên cứu về tiền chất trong giáo trình này đó là những tiền chất sử dụng trong sản xuất chất ma túy."
                                                    },
                                                    {
                                                        "origin": "Công ước của Liên Hợp Quốc về chống buôn bán bất hợp pháp các chất ma túy và chất hướng thần năm 1988",
                                                        "text": "Tiền chất là các tiểu chất, các hóa chất và chất dung môi được dùng để sản xuất bất hợp pháp các chất ma túy và chất hướng thần."
                                                    },
                                                    {
                                                        "origin": "Từ điển Bách khoa Công an nhân dân năm 2005",
                                                        "text": "Tiền chất là các hóa chất sử dụng trong quá trình điều chế, sản xuất chất ma túy hay chất hướng thần."
                                                    },
                                                    {
                                                        "origin": "Luật Phòng, chống ma túy năm 2021",
                                                        "text": "Tiền chất là các hóa chất không thể thiếu được trong quá trình điều chế, sản xuất chất ma túy, được quy định trong danh mục do Chính phủ ban hành"
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "subSectionLv2Number": "1.2",
                                "subSectionLv2Name": "Phân loại ma tuý và tiền chất",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "1.2.1",
                                        "subSectionLv3Name": "Phân loại ma tuý",
                                        "subSectionLv3Content": {
                                            "statement": [
                                                {
                                                    "statement_id": "statement1",
                                                    "statement_text": "Phân loại dựa trên nguồn gốc của ma tuý",
                                                    "statement_contents": [
                                                        {
                                                            "text": "Dựa vào nguồn gốc của nguyên liệu để sản xuất và nguồn gốc của sản phẩm tạo thành các chất ma túy. Người ta chia ra thành ba nhóm chất ma túy",
                                                            "statementSubcontents": [
                                                                {
                                                                    "subcontent_id": "subcontent1",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc tự nhiên",
                                                                    "definition": "Là các chất ma túy có sẵn trong tự nhiên có được bằng cách thu hái từ các cây trồng tự nhiên, từ các sản phẩm tách, tinh chế từ các sản phẩm thu hái đó, chưa qua quá trình điều chế, là những ancaliot của một số loài thực vật như cây thuốc phiện, cây coca, cây cần sa.",
                                                                    "example": [
                                                                        "Thuốc phiện",
                                                                        "Cần sa",
                                                                        "Morphine",
                                                                        "Cocaine",
                                                                        "Codeine"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent2",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc bán tổng hợp",
                                                                    "definition": "Ma túy bán tổng hợp là chất ma túy được điều chế từ các sản phẩm tự nhiên bằng cách cho tác dụng với một số hóa chất để thu được chất ma túy có tác dụng mạnh hơn chất ma túy ban đầu.",
                                                                    "example": [
                                                                        "Morphine",
                                                                        "Heroin",
                                                                        "Crack",
                                                                        "LSD"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent3",
                                                                    "subcontent_text": "Ma tuý có nguồn gốc tổng hợp toàn phần",
                                                                    "definition": "Chất ma túy có nguồn gốc tổng hợp toàn phần là các chất ma túy được điều chế bằng phương pháp tổng hợp hóa học toàn phần từ hóa chất được gọi là tiền chất. Các chất ma túy tổng hợp toàn phần có tác dụng nhanh và mạnh hơn ma tuý bán tổng hợp",
                                                                    "example": [
                                                                        "Methamphetamine"
                                                                    ]
                                                                },
                                                                {
                                                                    "subcontent_id": "subcontent4",
                                                                    "subcontent_text": "Định nghĩa chung của ma tuý tổng hợp",
                                                                    "definition": "Các chất ma túy bán tổng hợp và tổng hợp toàn phần thường được gọi chung là chất ma túy tổng hợp. Việc phân loại giúp cho cơ quan có chức năng truy nguyên được nguồn gốc sản xuất trái phép chất ma túy nhằm giải quyết tội phạm về ma túy và tệ nạn ma túy.",
                                                                    "example": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "statement_id": "statement2",
                                                    "statement_text": "Phân loại dựa trên tác dụng của ma tuý"
                                                },
                                                {
                                                    "statement_id": "statement3",
                                                    "statement_text": "Phân loại dựa trên độ nguy hiểm của ma tuý"
                                                },
                                                {
                                                    "statement_id": "statement4",
                                                    "statement_text": "Phân loại dựa trên các chất có trong ma tuý"
                                                }
                                            ]
                                        }
                                    },
                                    {
                                        "subSectionLv3Number": "1.2.2",
                                        "subSectionLv3Name": "Phân loại tiền chất",
                                        "subSectionLv3Content": [
                                            {
                                                "statements": [
                                                    {
                                                        "statement_id": "statement1",
                                                        "statement_text": "Phân loại dựa trên tính chất và vai trò của tiền chất"
                                                    },
                                                    {
                                                        "statement_id": "statement2",
                                                        "statement_text": "Phân loại dựa trên nguồn gốc của tiền chất"
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "subSectionLv1Number": "2",
                        "subSectionLv1Name": "Một số chất ma tuý và tiền chất phổ biến",
                        "subSectionLv1Content": [
                            {
                                "subSectionLv2Number": "2.1",
                                "subSectionLv2Name": "Một số chất ma tuý phổ biến",
                                "subSectionLv2Content": [
                                    {
                                        "subSectionLv3Number": "2.1.1",
                                        "subSectionLv3Name": " Nhóm các chất ma túy gây cảm giác êm dịu, đê mê",
                                        "subSectionLv3Content": {
                                            "statement": [
                                                {
                                                    "statement1": "Thuốc phiện",
                                                    "statement1_text": ""
                                                },
                                                {
                                                    "statement2": "Morphine",
                                                    "statement2_text": ""
                                                },
                                                {
                                                    "statement3": "Heroine",
                                                    "statement3_text": ""
                                                }
                                            ]
                                        }
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.2",
                                        "subSectionLv3Name": "Nhóm các chất ma túy gây ảo giác"
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.3",
                                        "subSectionLv3Name": "Nhóm các chất ma túy gây kích thích"
                                    },
                                    {
                                        "subSectionLv3Number": "2.1.4",
                                        "subSectionLv3Name": "Nhóm các loại thuốc ngủ có tính gây nghiện"
                                    }
                                ]
                            },
                            {
                                "subSectionLv2Number": "2.2",
                                "subSectionLv2Name": "Một số tiền chất phổ biến",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_title": "Acetic anhydride",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_title": "Aceton",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement3",
                                            "statement_title": "Ephedrine",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement4",
                                            "statement_title": "Pseudoephedrine",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement5",
                                            "statement_title": "Isosafrole",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement6",
                                            "statement_title": "Safrole",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement7",
                                            "statement_title": "Sulfuric acid",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement8",
                                            "statement_title": "Hydrochloric acid",
                                            "statement8_text": ""
                                        },
                                        {
                                            "statement_id": "statement9",
                                            "statement_title": "Phenylacetic acid",
                                            "statement9_text": ""
                                        },
                                        {
                                            "statement_id": "statement10",
                                            "statement_title": "Lysergic acid",
                                            "statement10_text": ""
                                        },
                                        {
                                            "statement_id": "statement11",
                                            "statement_title": "Toluene",
                                            "statement11_text": ""
                                        }
                                    ]
                                }
                            },
                            {
                                "subSectionLv2Number": "2.3",
                                "subSectionLv2Name": "Một số chất ma tuý trá hình",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_text": "Ma tuý trộn trong trà sữa"
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_text": "Ma tuý nước vui"
                                        },
                                        {
                                            "statement_id": "statement3",
                                            "statement_text": "Cần sa trong bánh kẹo"
                                        },
                                        {
                                            "statement_id": "statement4",
                                            "statement_text": "Ma tuý trong thuốc lá điện tử"
                                        },
                                        {
                                            "statement_id": "statement5",
                                            "statement_text": "Ma tuý nước biển (Vitamin G)"
                                        }
                                    ]
                                }
                            },
                            {
                                "subSectionLv2Number": "2.4",
                                "subSectionLv2Name": "Một số chất có tác hại tương tự ma tuý",
                                "subSectionLv2Content": {
                                    "statements": [
                                        {
                                            "statement_id": "statement1",
                                            "statement_title": "Bóng cười",
                                            "statement_text": ""
                                        },
                                        {
                                            "statement_id": "statement2",
                                            "statement_title": "Shisha",
                                            "statement_text": ""
                                        }
                                    ]
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "chapterNumber": 2,
                "chapterName": "Tác hại của tệ nạn ma tuý",
                "chapterContents": {
                    "statements": [
                        {
                            "statement_id": "statement1",
                            "statement_text": "Tác hại đối với người sử dụng",
                            "statement_content": [
                                {
                                    "substatement_id": "substatement1",
                                    "substatement_text": "Huỷ hoại sức khoẻ",
                                    "substatement_content": [
                                        " Gây rối loạn sinh lý, tàn phá cơ thể, đặc biệt là hệ tiêu hóa, tuần hoàn và thần kinh. ",
                                        "Ma túy gây ức chế hô hấp, có thể dẫn đến ngưng thở đột ngột và tử vong",
                                        "Các chất ma túy kích thích tim, gây co thắt mạch vành, dẫn đến đau thắt ngực, nhồi máu cơ tim và rối loạn nhịp tim"
                                    ]
                                },
                                {
                                    "substatement_id": "substatement2",
                                    "substatement_text": "Suy giảm chức năng sinh dục",
                                    "substatement_content": [
                                        "Làm giảm khả năng tình dục rõ rệt, gây chứng vú to và bất lực ở nam giới, rối loạn kinh nguyệt, rong kinh, tăng tiết sữa bất thường và vô sinh ở phụ nữ."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement3",
                                    "substatement_text": "Ảnh hưởng tinh thần, nhân cách"
                                },
                                {
                                    "substatement_id": "substatement4",
                                    "substatement_text": "Nguy cơ lây nhiễm HIV/AIDS, viêm gan B, C",
                                    "substatement_content": [
                                        "Tiêm chích ma túy mà sử dụng chung kim tiêm đặc biệt kim tiêm không được xử lý khử trùng đúng cách là con đường lây nhiễm HIV, viêm gan virus B, C phổ biến nhất tại Việt Nam."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement5",
                                    "substatement_text": "Hành vi lệch chuẩn, vi phạm pháp luật",
                                    "substatement_content": [
                                        "Do lệ thuộc vào ma túy, người nghiện dễ bỏ qua các nhu cầu khác trong cuộc sống và có thể làm bất cứ điều gì, kể cả cướp tài sản, trộm cắp, giết người, lừa đảo để có tiền mua ma túy."
                                    ]
                                }
                            ]
                        },
                        {
                            "statement_id": "statement2",
                            "statement_text": "Tác hại đối với gia đình",
                            "statement_content": [
                                {
                                    "substatement_id": "substatement1",
                                    "substatement_text": "Ảnh hưởng hạnh phúc gia đình",
                                    "substatement_content": [
                                        "Gây không khí bất hòa, cãi cọ, xô xát, con cái không được quan tâm, có thể dẫn đến bỏ học, lang thang.",
                                        "Hạnh phúc gia đình có thể tan vỡ, ly thân, ly hôn."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement2",
                                    "substatement_text": "Ảnh hưởng kinh tế gia đình",
                                    "substatement_content": [
                                        " Người nghiện thường bị đuổi việc, làm mất nguồn thu nhập chính, tiêu tốn tài sản, tiền bạc của bản thân và gia đình."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement3",
                                    "substatement_text": "Ảnh hưởng đến sự phát triển của con cái",
                                    "substatement_content": [
                                        "Ma túy gây giảm khả năng sinh sản hoặc sinh con ốm yếu, chậm phát triển trí tuệ",
                                        "Con cái của người nghiện có nguy cơ cao bỏ học và sa vào các tệ nạn xã hội."
                                    ]
                                }
                            ]
                        },
                        {
                            "statement_id": "statement3",
                            "statement_text": "Tác hại đối với nền kinh tế",
                            "statement_content": [
                                {
                                    "substatement_id": "substatement1",
                                    "substatement_text": "Gây tổn thất tài chính lớn",
                                    "substatement_content": [
                                        "Nhà nước phải chi hàng ngàn tỷ đồng cho việc mua ma túy hàng năm và hàng trăm tỷ đồng cho công tác xóa bỏ cây thuốc phiện, cai nghiện và đấu tranh phòng, chống tội phạm ma túy."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement2",
                                    "substatement_text": "Suy giảm lực lượng lao động",
                                    "substatement_content": [
                                        "Người nghiện ma túy chủ yếu ở độ tuổi lao động, làm giảm cả số lượng và chất lượng lực lượng lao động, gây khó khăn trong việc đào tạo thay thế."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement3",
                                    "substatement_text": "Ảnh hưởng đến đầu tư và phát triển bền vững",
                                    "substatement_content": [
                                        "Tệ nạn ma túy làm giảm thu nhập quốc dân, tăng chi phí y tế, ảnh hưởng xấu đến tâm lý các nhà đầu tư nước ngoài và khách du lịch, cản trở sự phát triển kinh tế bền vững."
                                    ]
                                }
                            ]
                        },
                        {
                            "statement_id": "statement4",
                            "statement_text": "Tác hại đối với xã hội",
                            "statement_content": [
                                {
                                    "substatement_id": "substatement1",
                                    "substatement_text": "Gia tăng tội phạm và tệ nạn xã hội",
                                    "substatement_content": [
                                        "Ma túy là nguyên nhân chính dẫn đến các loại tội phạm như trộm cắp, cướp giật, giết người, lừa đảo, buôn bán ma túy và các tệ nạn xã hội khác như mại dâm, cờ bạc."
                                    ]
                                },
                                {
                                    "substatement_id": "substatement2",
                                    "substatement_text": "Gây hành vi lệch chuẩn và tội phạm",
                                    "substatement_content": [
                                        "Ma túy là nguyên nhân dẫn đến nhiều hành vi vi phạm pháp luật và các loại tội phạm như mua bán, vận chuyển, tàng trữ, tổ chức sử dụng trái phép chất ma túy; trộm cắp, cướp giật, giết người, lừa đảo"
                                    ]
                                },
                                {
                                    "substatement_id": "substatement3",
                                    "substatement_text": "Phát sinh các tệ nạn xã hội",
                                    "substatement_content": [
                                        "Nghiện ma túy là một trong những nguyên nhân quan trọng làm phát sinh các tệ nạn xã hội khác như cờ bạc, mại dâm và các loại tội phạm hình sự"
                                    ]
                                },
                                {
                                    "substatement_id": "substatement4",
                                    "substatement_text": "Gây rối trật tự an toàn xã hội",
                                    "substatement_content": [
                                        " Người nghiện ma túy thường có tiền án, tiền sự, và có thể sống tàn bạo, gây rối trật tự an toàn xã hội."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            },
            {
                "chapterNumber": 3,
                "chapterName": "Quy định của pháp luật",
                "chapterContents": []
            },
            {
                "chapterNumber": 4,
                "chapterName": "Dấu hiệu nhận biết người nghiện, người nghi sử dụng trái phép ma tuý và cách phòng tránh",
                "chapterContents": []
            },
            {
                "chapterNumber": 5,
                "chapterName": "Thông tin liên hệ hỗ trợ khi cần thiết",
                "chapterContents": []
            }
        ]
    }
}