[
  {
    "question_id": "q10",
    "question_text": "Ở giai đoạn 5, giai đoạn nguy hiểm nhất của quá trình nghiện, người nghiện có biểu hiện chính là gì?",
    "question_options": [
      "Bắt đầu có ý định cai nghiện",
      "Tăng liều lượng sử dụng đột biến",
      "Khủng hoảng tinh thần trầm trọng, hủy hoại thể xác, hành vi thiếu lý trí",
      "Tìm mọi cách để có tiền mua ma túy"
    ],
    "answer": 3,
    "difficulty": "hard"
  },
  {
    "question_id": "q11",
    "question_text": "Biểu hiện nào sau đây là đặc trưng của người sử dụng “hàng đá”?",
    "question_options": [
      "Mắt lim dim, sụp mí, ngồi một chỗ",
      "Hay ngáp vặt, người lừ đừ, mệt mỏi",
      "Mắt đảo qua đảo lại, đồng tử nở rộng, môi khô, hay liếm môi",
      "Chảy nước mắt, toát mồ hôi, ớn lạnh"
    ],
    "answer": 3,
    "difficulty": "hard"
  },
  {
    "question_id": "q1",
    "question_text": "Theo cơ chế gây nghiện được mô tả, tại sao việc điều trị cai nghiện ma túy lại khó khăn đến vậy, đặc biệt đối với sự lệ thuộc về tinh thần?",
    "question_options": [
      "Vì não bộ đã hoàn toàn mất khả năng sản xuất morphin nội sinh và không thể hồi phục chức năng này.",
      "Vì người nghiện luôn nhớ đến cảm giác 'lên tiên' và thèm muốn mãnh liệt, khiến họ tái sử dụng dù không còn vật vã thể chất.",
      "Vì cơ thể người nghiện cần liều lượng ma túy ngày càng tăng lên, vượt quá khả năng cung cấp hợp pháp.",
      "Vì các loại ma túy như cần sa và amphetamine gây ra hội chứng cai nghiện thể chất quá dữ dội."
    ],
    "answer": 2,
    "difficulty": "hard"
  },
  {
    "question_id": "q2",
    "question_text": "Một người có kết quả xét nghiệm dương tính với ma túy nhưng chưa có biểu hiện vật vã hay lệ thuộc rõ rệt về thể chất. Theo Luật phòng, chống ma túy 2021, đối tượng này sẽ được quản lý như thế nào để phòng ngừa tệ nạn?",
    "question_options": [
      "Bắt buộc phải đi cai nghiện tập trung ngay lập tức.",
      "Bị xử phạt hành chính và được quản lý tại cộng đồng để ngăn ngừa tiếp tục sử dụng.",
      "Được coi là người nghiện và phải trải qua quá trình điều trị y tế chuyên sâu.",
      "Không bị quản lý vì chưa có biểu hiện nghiện rõ ràng."
    ],
    "answer": 2,
    "difficulty": "hard"
  },
  {
    "question_id": "q3",
    "question_text": "Trong các giai đoạn nghiện ma túy, tại sao 'Giai đoạn 5: Nguy hiểm cực độ' lại được xem là đỉnh điểm của sự hủy hoại, không chỉ về thể chất mà còn về hành vi và tinh thần?",
    "question_options": [
      "Vì ở giai đoạn này, người nghiện chỉ còn quan tâm đến việc tìm kiếm ma túy và không còn tương tác với xã hội.",
      "Vì đây là giai đoạn mà các bệnh tật thể chất do ma túy gây ra trở nên trầm trọng nhất, đe dọa trực tiếp tính mạng.",
      "Vì người nghiện phải đối mặt với khủng hoảng tinh thần trầm trọng, thể xác bị hủy hoại, và rất dễ dẫn đến những hành vi thiếu lý trí, cực kỳ nguy hiểm, thậm chí tử vong.",
      "Vì ở giai đoạn này, người nghiện hoàn toàn mất đi khả năng cảm nhận niềm vui từ bất kỳ điều gì khác ngoài ma túy."
    ],
    "answer": 3,
    "difficulty": "hard"
  }
]